Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Upload.Canceled
source: Upload canceled. The partially uploaded resumable session was not continued.
af_za: Oplaai is gekanselleer. Die gedeeltelik opgelaaide hervatbare sessie is nie voortgesit nie.
am_et: ሰቀላ ተሰርዟል። በከፊል የተሰቀለው እንደገና ሊቀጥል የሚችል ክፍለ ጊዜ አልቀጠለም።
ar_sa: تم إلغاء التحميل. لم تتم متابعة الجلسة القابلة للاستئناف التي تم تحميلها جزئيًا.
as_in: আপলোড বাতিল কৰা হৈছে। আংশিকভাৱে আপলোড কৰা পুনৰ ব্যৱহাৰযোগ্য অধিবেশন অব্যাহত ৰখা হোৱা নাছিল।
az_latn_az: Yükləmə ləğv edildi. Qismən yüklənmiş davam etdirilə bilən sessiya davam etdirilmədi.
be_by: Запампоўка скасавана. Часткова загружаны аднаўляемы сеанс не быў працягнуты.
bg_bg: Качването е отменено. Частично качената възобновяема сесия не беше продължена.
bn_bd: আপলোড বাতিল করা হয়েছে৷ আংশিকভাবে আপলোড করা পুনঃসূচনাযোগ্য অধিবেশন অব্যাহত ছিল না।
bs_latn_ba: Otpremanje je otkazano. Djelomično otpremljena sesija koja se može nastaviti nije nastavljena.
ca_es: Pujada cancel·lada. La sessió reprèn parcialment carregada no s'ha continuat.
cs_cz: Nahrávání zrušeno. Částečně nahraná obnovitelná relace nepokračovala.
da_dk: Upload annulleret. Den delvist uploadede genoptagelige session blev ikke fortsat.
de_de: Upload abgebrochen. Die teilweise hochgeladene fortsetzbare Sitzung wurde nicht fortgesetzt.
el_gr: Η μεταφόρτωση ακυρώθηκε. Η μερικώς μεταφορτωμένη συνεδρία με δυνατότητα συνέχισης δεν συνεχίστηκε.
es_us: Subida cancelada. La sesión reanudable parcialmente cargada no continuó.
et_ee: Üleslaadimine tühistati. Osaliselt üleslaaditud jätkatavat seanssi ei jätkatud.
eu_es: Kargatzea bertan behera utzi da. Partzialki kargatu daitekeen saioa ez da jarraitu.
fa_ir: آپلود لغو شد. جلسه قابل ازسرگیری نیمه بارگذاری شده ادامه پیدا نکرد.
fi_fi: Lataus peruttu. Osittain ladattua jatkettavaa istuntoa ei jatkettu.
fil_ph: Kinansela ang pag-upload. Hindi ipinagpatuloy ang bahagyang na-upload na resumable session.
fr_ca: Téléchargement annulé. La séance avec reprise partiellement téléchargée n'a pas pu être poursuivie.
gl_es: Cancelouse a carga. Non se continuou coa sesión reanudable parcialmente cargada.
gu_in: અપલોડ રદ કર્યું. આંશિક રીતે અપલોડ કરેલ ફરી શરૂ કરી શકાય તેવું સત્ર ચાલુ રાખવામાં આવ્યું ન હતું.
he_il: ההעלאה בוטלה. ההפעלה הניתנת לחידוש שהעלתה חלקית לא נמשכה.
hi_in: अपलोड रद्द कर दिया गया. आंशिक रूप से अपलोड किया गया पुन: प्रारंभ करने योग्य सत्र जारी नहीं रखा गया था।
hr_hr: Prijenos je otkazan. Djelomično prenesena nastavljiva sesija nije nastavljena.
hu_hu: Feltöltés megszakítva. A részben feltöltött folytatható munkamenet nem folytatódott.
hy_am: Վերբեռնումը չեղարկվել է: Մասամբ վերբեռնված վերսկսվող նիստը չշարունակվեց:
id_id: Pengunggahan dibatalkan. Sesi yang dapat dilanjutkan yang diunggah sebagian tidak dilanjutkan.
is_is: Hætt við upphleðslu. Ekki var haldið áfram með endurupptökulotu að hluta til.
it_it: Caricamento annullato. La sessione ripristinabile parzialmente caricata non è stata continuata.
ja_jp: アップロードがキャンセルされました。部分的にアップロードされた再開可能なセッションは続行されませんでした。
ka_ge: ატვირთვა გაუქმდა. ნაწილობრივ ატვირთული განახლების სესია არ გაგრძელებულა.
kk_kz: Жүктеп салу тоқтатылды. Ішінара жүктеп салынған қайталанатын сеанс жалғастырылмады.
km_kh: ការបង្ហោះត្រូវបានលុបចោល។ វគ្គបន្តដែលបានផ្ទុកឡើងដោយផ្នែកមិនត្រូវបានបន្តទេ។
kn_in: ಅಪ್‌ಲೋಡ್ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ. ಭಾಗಶಃ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾದ ಪುನರಾರಂಭದ ಅಧಿವೇಶನವನ್ನು ಮುಂದುವರಿಸಲಾಗಿಲ್ಲ.
ko_kr: 업로드가 취소되었습니다. 부분적으로 업로드된 재개 가능한 세션이 계속되지 않았습니다.
ky_kg: Жүктөп берүү жокко чыгарылды. Жарым-жартылай жүктөлгөн улантуучу сеанс уланган жок.
lo_la: ຍົກເລີກການອັບໂຫລດ. ເຊດຊັນທີ່ອັບໂຫຼດຄືນໃໝ່ໄດ້ບາງສ່ວນບໍ່ໄດ້ສືບຕໍ່.
lt_lt: Įkėlimas atšauktas. Iš dalies įkelta atnaujinama sesija nebuvo tęsiama.
lv_lv: Augšupielāde ir atcelta. Daļēji augšupielādētā atsākamā sesija netika turpināta.
mk_mk: Поставувањето е откажано. Делумно поставената сесија за продолжување не беше продолжена.
ml_in: അപ്‌ലോഡ് റദ്ദാക്കി. ഭാഗികമായി അപ്‌ലോഡ് ചെയ്ത പുനരാരംഭിക്കാവുന്ന സെഷൻ തുടർന്നില്ല.
mn_mn: Байршуулахыг цуцалсан. Хэсэгчилсэн байршуулсан үргэлжлүүлэх сессийг үргэлжлүүлээгүй.
mr_in: अपलोड रद्द केले. अंशतः अपलोड केलेले पुन्हा सुरू करण्यायोग्य सत्र सुरू ठेवले नाही.
ms_my: Muat naik dibatalkan. Sesi boleh sambung yang dimuat naik sebahagiannya tidak diteruskan.
nb_no: Opplasting avbrutt. Den delvis opplastede gjenopptasbare økten ble ikke fortsatt.
ne_np: अपलोड रद्द गरियो। आंशिक रूपमा अपलोड गरिएको पुन: सुरु गर्न मिल्ने सत्र जारी राखिएको थिएन।
nl_nl: Uploaden geannuleerd. De gedeeltelijk geüploade, hervatbare sessie is niet voortgezet.
or_in: ଅପଲୋଡ୍ ବାତିଲ୍ ହୋଇଛି | ଆଂଶିକ ଅପଲୋଡ୍ ହୋଇଥିବା ପୁନ ume କାର୍ଯ୍ୟକ୍ଷମ ଅଧିବେଶନ ଜାରି ରହିଲା ନାହିଁ |
pa_in: ਅੱਪਲੋਡ ਰੱਦ ਕੀਤਾ ਗਿਆ। ਅੰਸ਼ਕ ਤੌਰ 'ਤੇ ਅੱਪਲੋਡ ਕੀਤੇ ਮੁੜ-ਚਾਲੂ ਸੈਸ਼ਨ ਨੂੰ ਜਾਰੀ ਨਹੀਂ ਰੱਖਿਆ ਗਿਆ ਸੀ।
pl_pl: Przesyłanie anulowane. Częściowo przesłana sesja wznawiana nie była kontynuowana.
pt_br: Carregamento cancelado. A sessão recuperável parcialmente carregada não continuou.
ro_ro: Încărcarea a fost anulată. Sesiunea reluabilă încărcată parțial nu a fost continuată.
ru_ru: Загрузка отменена. Частично загруженный возобновляемый сеанс не был продолжен.
si_lk: උඩුගත කිරීම අවලංගු කරන ලදී. අර්ධ වශයෙන් උඩුගත කළ නැවත ආරම්භ කළ හැකි සැසිය දිගටම කරගෙන ගියේ නැත.
sk_sk: Nahrávanie bolo zrušené. Čiastočne nahraná obnoviteľná relácia nepokračovala.
sl_si: Nalaganje preklicano. Delno naložena ponovna seja se ni nadaljevala.
sq_al: Ngarkimi u anulua. Sesioni i rifilluar i ngarkuar pjesërisht nuk vazhdoi.
sr_cyrl_rs: Отпремање је отказано. Делимично отпремљена сесија која се може наставити није настављена.
sr_latn_rs: Otpremanje je otkazano. Delimično otpremljena sesija koja se može nastaviti nije nastavljena.
sv_se: Uppladdningen avbröts. Den delvis uppladdade återupptagbara sessionen fortsatte inte.
sw_ke: Upakiaji umeghairiwa. Kipindi ambacho kinaweza kupakiwa kwa kiasi fulani hakikuendelezwa.
ta_in: பதிவேற்றம் ரத்து செய்யப்பட்டது. ஓரளவு பதிவேற்றம் செய்யப்பட்ட மறுதொடக்க அமர்வு தொடரவில்லை.
te_in: అప్‌లోడ్ రద్దు చేయబడింది. పాక్షికంగా అప్‌లోడ్ చేయబడిన పునఃప్రారంభించదగిన సెషన్ కొనసాగించబడలేదు.
th_th: ยกเลิกการอัปโหลดแล้ว เซสชันดำเนินการต่อที่อัปโหลดบางส่วนไม่ได้ดำเนินต่อไป
tr_tr: Yükleme iptal edildi. Kısmen yüklenen devam ettirilebilir oturum devam ettirilmedi.
uk_ua: Завантаження скасовано. Частково завантажений відновлюваний сеанс не було продовжено.
ur_pk: اپ لوڈ منسوخ کر دیا گیا۔ جزوی طور پر اپ لوڈ کردہ دوبارہ شروع ہونے والا سیشن جاری نہیں رکھا گیا تھا۔
uz_latn_uz: Yuklash bekor qilindi. Qisman yuklangan davom ettiriladigan seans davom ettirilmadi.
vi_vn: Đã hủy tải lên. Phiên tiếp tục được tải lên một phần đã không được tiếp tục.
zh_hans_cn: 上传已取消。部分上传的可恢复会话未继续。
zh_hant_hk: 上傳已取消。部分上傳的可恢復工作階段未繼續。
zu_za: Ukulayisha kukhanseliwe. Iseshini eqhutshekisekayo elayishwe kancane ayizange iqhutshwe.

# Upload.Canceling
source: Canceling upload...
af_za: Kanselleer tans oplaai …
am_et: ሰቀላን በመሰረዝ ላይ...
ar_sa: جارٍ إلغاء التحميل...
as_in: আপলোড বাতিল কৰা হৈছে...
az_latn_az: Yükləmə ləğv edilir...
be_by: Адмена загрузкі...
bg_bg: Качването се анулира...
bn_bd: আপলোড বাতিল করা হচ্ছে...
bs_latn_ba: Otkazivanje otpremanja...
ca_es: S'està cancel·lant la càrrega...
cs_cz: Rušení nahrávání...
da_dk: Annullerer upload...
de_de: Upload wird abgebrochen...
el_gr: Ακύρωση μεταφόρτωσης...
es_us: Cancelando carga...
et_ee: Üleslaadimise tühistamine...
eu_es: Kargatzea bertan behera uzten...
fa_ir: در حال لغو آپلود...
fi_fi: Peruutetaan latausta...
fil_ph: Kinakansela ang pag-upload...
fr_ca: Annulation du téléchargement...
gl_es: Cancelando a carga...
gu_in: અપલોડ રદ કરી રહ્યાં છીએ...
he_il: מבטל העלאה...
hi_in: अपलोड रद्द किया जा रहा है...
hr_hr: Otkazivanje prijenosa...
hu_hu: Feltöltés megszakítása...
hy_am: Վերբեռնումը չեղարկվում է...
id_id: Membatalkan unggahan...
is_is: Hættir við upphleðslu...
it_it: Annullamento caricamento in corso...
ja_jp: アップロードをキャンセルしています...
ka_ge: მიმდინარეობს ატვირთვის გაუქმება...
kk_kz: Жүктеп салудан бас тартылуда...
km_kh: កំពុងបោះបង់ការបង្ហោះ...
kn_in: ಅಪ್‌ಲೋಡ್ ರದ್ದುಗೊಳಿಸಲಾಗುತ್ತಿದೆ...
ko_kr: 업로드 취소 중...
ky_kg: Жүктөп берүү жокко чыгарылууда...
lo_la: ກຳລັງຍົກເລີກການອັບໂຫລດ...
lt_lt: Atšaukiamas įkėlimas...
lv_lv: Notiek augšupielādes atcelšana...
mk_mk: Се откажува поставувањето...
ml_in: അപ്‌ലോഡ് റദ്ദാക്കുന്നു...
mn_mn: Байршуулахыг цуцалж байна...
mr_in: अपलोड रद्द करत आहे...
ms_my: Membatalkan muat naik...
nb_no: Avbryter opplasting...
ne_np: अपलोड रद्द गर्दै...
nl_nl: Uploaden annuleren...
or_in: ଅପଲୋଡ୍ ବାତିଲ୍ ...
pa_in: ਅੱਪਲੋਡ ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Anuluję przesyłanie...
pt_br: Cancelando upload...
ro_ro: Se anulează încărcarea...
ru_ru: Отмена загрузки...
si_lk: උඩුගත කිරීම අවලංගු කරමින්...
sk_sk: Ruší sa nahrávanie...
sl_si: Preklic nalaganja ...
sq_al: Po anulon ngarkimin...
sr_cyrl_rs: Отказивање отпремања...
sr_latn_rs: Otkazivanje otpremanja...
sv_se: Avbryter uppladdning...
sw_ke: Inaghairi upakiaji...
ta_in: பதிவேற்றத்தை ரத்துசெய்கிறது...
te_in: అప్‌లోడ్‌ని రద్దు చేస్తోంది...
th_th: กำลังยกเลิกการอัปโหลด...
tr_tr: Yükleme iptal ediliyor...
uk_ua: Скасування завантаження...
ur_pk: اپ لوڈ منسوخ ہو رہا ہے...
uz_latn_uz: Yuklash bekor qilinmoqda...
vi_vn: Đang hủy tải lên...
zh_hans_cn: 正在取消上传...
zh_hant_hk: 正在取消上傳...
zu_za: Ikhansela ukulayisha...

# Upload.CompletedProcessing
source: Upload completed. YouTube is processing the video.
af_za: Oplaai voltooi. YouTube verwerk die video.
am_et: ሰቀላው ተጠናቅቋል። ዩቲዩብ ቪዲዮውን እያስተናገደ ነው።
ar_sa: اكتمل التحميل. يقوم YouTube بمعالجة الفيديو.
as_in: আপলোড সম্পূৰ্ণ হ'ল। ইউটিউবে ভিডিঅ’টো প্ৰচেছ কৰি আছে।
az_latn_az: Yükləmə tamamlandı. YouTube videonu emal edir.
be_by: Запампоўка завершана. YouTube апрацоўвае відэа.
bg_bg: Качването завърши. YouTube обработва видеоклипа.
bn_bd: আপলোড সম্পন্ন হয়েছে। YouTube ভিডিওটি প্রক্রিয়া করছে।
bs_latn_ba: Otpremanje je završeno. YouTube obrađuje video.
ca_es: La càrrega s'ha completat. YouTube està processant el vídeo.
cs_cz: Nahrávání dokončeno. YouTube zpracovává video.
da_dk: Upload fuldført. YouTube behandler videoen.
de_de: Hochladen abgeschlossen. YouTube verarbeitet das Video.
el_gr: Η μεταφόρτωση ολοκληρώθηκε. Το YouTube επεξεργάζεται το βίντεο.
es_us: Carga completada. YouTube está procesando el vídeo.
et_ee: Üleslaadimine lõpetatud. YouTube töötleb videot.
eu_es: Kargatu da. YouTube bideoa prozesatzen ari da.
fa_ir: آپلود کامل شد. یوتیوب در حال پردازش ویدیو است.
fi_fi: Lataus valmis. YouTube käsittelee videota.
fil_ph: Nakumpleto ang pag-upload. Pinoproseso ng YouTube ang video.
fr_ca: Téléchargement terminé. YouTube traite la vidéo.
gl_es: Carga completada. YouTube está procesando o vídeo.
gu_in: અપલોડ પૂર્ણ થયું. YouTube વિડિઓ પર પ્રક્રિયા કરી રહ્યું છે.
he_il: ההעלאה הושלמה. YouTube מעבד את הסרטון.
hi_in: अपलोड पूरा हुआ. YouTube वीडियो संसाधित कर रहा है.
hr_hr: Prijenos dovršen. YouTube obrađuje video.
hu_hu: Feltöltés befejeződött. A YouTube feldolgozza a videót.
hy_am: Վերբեռնումն ավարտված է: YouTube-ը մշակում է տեսանյութը։
id_id: Pengunggahan selesai. YouTube sedang memproses video tersebut.
is_is: Upphleðslu lokið. YouTube er að vinna úr myndbandinu.
it_it: Caricamento completato. YouTube sta elaborando il video.
ja_jp: アップロードが完了しました。 YouTube がビデオを処理しています。
ka_ge: ატვირთვა დასრულდა. YouTube ამუშავებს ვიდეოს.
kk_kz: Жүктеп салу аяқталды. YouTube бейнені өңдеуде.
km_kh: ការបង្ហោះបានបញ្ចប់។ YouTube កំពុងដំណើរការវីដេអូ។
kn_in: ಅಪ್‌ಲೋಡ್ ಪೂರ್ಣಗೊಂಡಿದೆ. YouTube ವೀಡಿಯೊವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತಿದೆ.
ko_kr: 업로드가 완료되었습니다. YouTube에서 동영상을 처리하는 중입니다.
ky_kg: Жүктөп берүү аяктады. YouTube видеону иштеп чыгууда.
lo_la: ອັບໂຫຼດສຳເລັດ. YouTube ກຳລັງປະມວນຜົນວິດີໂອ.
lt_lt: Įkėlimas baigtas. „YouTube“ apdoroja vaizdo įrašą.
lv_lv: Augšupielāde pabeigta. YouTube apstrādā videoklipu.
mk_mk: Поставувањето е завршено. YouTube го обработува видеото.
ml_in: അപ്‌ലോഡ് പൂർത്തിയായി. YouTube വീഡിയോ പ്രോസസ്സ് ചെയ്യുന്നു.
mn_mn: Байршуулж дууссан. YouTube видеог боловсруулж байна.
mr_in: अपलोड पूर्ण झाले. YouTube व्हिडिओवर प्रक्रिया करत आहे.
ms_my: Muat naik selesai. YouTube sedang memproses video.
nb_no: Opplasting fullført. YouTube behandler videoen.
ne_np: अपलोड पूरा भयो। YouTube ले भिडियो प्रशोधन गरिरहेको छ।
nl_nl: Uploaden voltooid. YouTube verwerkt de video.
or_in: ଅପଲୋଡ୍ ସମାପ୍ତ ହୋଇଛି | ୟୁଟ୍ୟୁବ୍ ଭିଡିଓ ପ୍ରକ୍ରିୟାକରଣ କରୁଛି |
pa_in: ਅੱਪਲੋਡ ਪੂਰਾ ਹੋਇਆ। YouTube ਵੀਡੀਓ 'ਤੇ ਪ੍ਰਕਿਰਿਆ ਕਰ ਰਿਹਾ ਹੈ।
pl_pl: Przesyłanie zakończone. YouTube przetwarza film.
pt_br: Carregamento concluído. O YouTube está processando o vídeo.
ro_ro: Încărcare finalizată. YouTube procesează videoclipul.
ru_ru: Загрузка завершена. YouTube обрабатывает видео.
si_lk: උඩුගත කිරීම සම්පූර්ණයි. YouTube වීඩියෝව සකසමින් සිටී.
sk_sk: Nahrávanie dokončené. YouTube spracováva video.
sl_si: Nalaganje končano. YouTube obdeluje video.
sq_al: Ngarkimi përfundoi. YouTube po përpunon videon.
sr_cyrl_rs: Отпремање је завршено. ИоуТубе обрађује видео.
sr_latn_rs: Otpremanje je završeno. YouTube obrađuje video.
sv_se: Uppladdningen slutförd. YouTube bearbetar videon.
sw_ke: Upakiaji umekamilika. YouTube inachakata video.
ta_in: பதிவேற்றம் முடிந்தது. YouTube வீடியோவைச் செயலாக்குகிறது.
te_in: అప్‌లోడ్ పూర్తయింది. YouTube వీడియోను ప్రాసెస్ చేస్తోంది.
th_th: การอัปโหลดเสร็จสมบูรณ์ YouTube กำลังประมวลผลวิดีโอ
tr_tr: Yükleme tamamlandı. YouTube videoyu işliyor.
uk_ua: Завантаження завершено. YouTube обробляє відео.
ur_pk: اپ لوڈ مکمل ہو گیا۔ YouTube ویڈیو پر کارروائی کر رہا ہے۔
uz_latn_uz: Yuklash tugallandi. YouTube videoni qayta ishlamoqda.
vi_vn: Tải lên đã hoàn tất. YouTube đang xử lý video.
zh_hans_cn: 上传完成。 YouTube 正在处理该视频。
zh_hant_hk: 上傳完成。 YouTube 正在處理該影片。
zu_za: Ukulayisha kuqediwe. I-YouTube icubungula ividiyo.

# Upload.CompletedWithVideoId
source: Upload completed. Video ID: {0}
af_za: Oplaai voltooi. Video ID: {0}
am_et: ሰቀላው ተጠናቅቋል። የቪዲዮ መታወቂያ: {0}
ar_sa: اكتمل التحميل. معرف الفيديو: {0}
as_in: আপলোড সম্পূৰ্ণ হ'ল। ভিডিঅ' আইডি: {0}
az_latn_az: Yükləmə tamamlandı. Video ID: {0}
be_by: Запампоўка завершана. Ідэнтыфікатар відэа: {0}
bg_bg: Качването завърши. Видео ID: {0}
bn_bd: আপলোড সম্পন্ন হয়েছে। ভিডিও আইডি: {0}
bs_latn_ba: Otpremanje je završeno. ID videozapisa: {0}
ca_es: La càrrega s'ha completat. Identificador de vídeo: {0}
cs_cz: Nahrávání dokončeno. ID videa: {0}
da_dk: Upload fuldført. Video-id: {0}
de_de: Hochladen abgeschlossen. Video-ID: {0}
el_gr: Η μεταφόρτωση ολοκληρώθηκε. Αναγνωριστικό βίντεο: {0}
es_us: Carga completada. ID de vídeo: {0}
et_ee: Üleslaadimine lõpetatud. Video ID: {0}
eu_es: Kargatu da. Bideoaren IDa: {0}
fa_ir: آپلود کامل شد. شناسه ویدیو: {0}
fi_fi: Lataus valmis. Videotunnus: {0}
fil_ph: Nakumpleto ang pag-upload. Video ID: {0}
fr_ca: Téléchargement terminé. ID vidéo : {0}
gl_es: Carga completada. ID do vídeo: {0}
gu_in: અપલોડ પૂર્ણ થયું. વિડિઓ ID: {0}
he_il: ההעלאה הושלמה. מזהה וידאו: {0}
hi_in: अपलोड पूरा हुआ. वीडियो आईडी: {0}
hr_hr: Prijenos dovršen. ID videozapisa: {0}
hu_hu: Feltöltés befejeződött. Videóazonosító: {0}
hy_am: Վերբեռնումն ավարտված է: Տեսանյութի ID՝ {0}
id_id: Pengunggahan selesai. ID Video: {0}
is_is: Upphleðslu lokið. Auðkenni myndbands: {0}
it_it: Caricamento completato. ID video: {0}
ja_jp: アップロードが完了しました。ビデオID: {0}
ka_ge: ატვირთვა დასრულდა. ვიდეოს ID: {0}
kk_kz: Жүктеп салу аяқталды. Бейне идентификаторы: {0}
km_kh: ការបង្ហោះបានបញ្ចប់។ លេខសម្គាល់វីដេអូ៖ {0}
kn_in: ಅಪ್‌ಲೋಡ್ ಪೂರ್ಣಗೊಂಡಿದೆ. ವೀಡಿಯೊ ID: {0}
ko_kr: 업로드가 완료되었습니다. 비디오 ID: {0}
ky_kg: Жүктөп берүү аяктады. Видео ID: {0}
lo_la: ອັບໂຫຼດສຳເລັດ. ID ວິດີໂອ: {0}
lt_lt: Įkėlimas baigtas. Vaizdo įrašo ID: {0}
lv_lv: Augšupielāde pabeigta. Video ID: {0}
mk_mk: Поставувањето е завршено. ID на видео: {0}
ml_in: അപ്‌ലോഡ് പൂർത്തിയായി. വീഡിയോ ഐഡി: {0}
mn_mn: Байршуулж дууссан. Видео ID: {0}
mr_in: अपलोड पूर्ण झाले. व्हिडिओ आयडी: {0}
ms_my: Muat naik selesai. ID Video: {0}
nb_no: Opplasting fullført. Video-ID: {0}
ne_np: अपलोड पूरा भयो। भिडियो ID: {0}
nl_nl: Uploaden voltooid. Video-ID: {0}
or_in: ଅପଲୋଡ୍ ସମାପ୍ତ ହୋଇଛି | ଭିଡିଓ ID: {0} |
pa_in: ਅੱਪਲੋਡ ਪੂਰਾ ਹੋਇਆ। ਵੀਡੀਓ ID: {0}
pl_pl: Przesyłanie zakończone. Identyfikator wideo: {0}
pt_br: Carregamento concluído. ID do vídeo: {0}
ro_ro: Încărcare finalizată. ID video: {0}
ru_ru: Загрузка завершена. Идентификатор видео: {0}
si_lk: උඩුගත කිරීම සම්පූර්ණයි. වීඩියෝ ID: {0}
sk_sk: Nahrávanie dokončené. ID videa: {0}
sl_si: Nalaganje končano. ID videa: {0}
sq_al: Ngarkimi përfundoi. ID e videos: {0}
sr_cyrl_rs: Отпремање је завршено. ИД видеа: {0}
sr_latn_rs: Otpremanje je završeno. ID videa: {0}
sv_se: Uppladdningen slutförd. Video-ID: {0}
sw_ke: Upakiaji umekamilika. Kitambulisho cha Video: {0}
ta_in: பதிவேற்றம் முடிந்தது. வீடியோ ஐடி: {0}
te_in: అప్‌లోడ్ పూర్తయింది. వీడియో ID: {0}
th_th: การอัปโหลดเสร็จสมบูรณ์ รหัสวิดีโอ: {0}
tr_tr: Yükleme tamamlandı. Video kimliği: {0}
uk_ua: Завантаження завершено. Ідентифікатор відео: {0}
ur_pk: اپ لوڈ مکمل ہو گیا۔ ویڈیو ID: {0}
uz_latn_uz: Yuklash tugallandi. Video identifikatori: {0}
vi_vn: Tải lên đã hoàn tất. ID video: {0}
zh_hans_cn: 上传完成。视频ID：{0}
zh_hant_hk: 上傳完成。影片ID：{0}
zu_za: Ukulayisha kuqediwe. Ubunikazi bevidiyo: {0}

# Upload.DescriptionTooLong
source: The video description must be 5000 characters or fewer.
af_za: Die videobeskrywing moet 5 000 karakters of minder wees.
am_et: የቪዲዮ መግለጫው 5000 ቁምፊዎች ወይም ከዚያ ያነሰ መሆን አለበት።
ar_sa: يجب أن يكون وصف الفيديو 5000 حرف أو أقل.
as_in: ভিডিঅ'ৰ বিৱৰণ ৫০০০ আখৰ বা তাতকৈ কম হ'ব লাগিব।
az_latn_az: Videonun təsviri 5000 simvol və ya daha az olmalıdır.
be_by: Апісанне відэа павінна быць не больш за 5000 знакаў.
bg_bg: Описанието на видеоклипа трябва да е 5000 знака или по-малко.
bn_bd: ভিডিও বিবরণ 5000 অক্ষর বা তার কম হতে হবে।
bs_latn_ba: Opis videozapisa mora imati 5000 znakova ili manje.
ca_es: La descripció del vídeo ha de tenir 5.000 caràcters o menys.
cs_cz: Popis videa musí mít 5000 znaků nebo méně.
da_dk: Videobeskrivelsen skal være på 5000 tegn eller derunder.
de_de: Die Videobeschreibung darf maximal 5.000 Zeichen lang sein.
el_gr: Η περιγραφή του βίντεο πρέπει να είναι 5000 χαρακτήρες ή λιγότεροι.
es_us: La descripción del video debe tener 5000 caracteres o menos.
et_ee: Video kirjeldus peab olema 5000 tähemärki või vähem.
eu_es: Bideoaren deskribapenak 5.000 karaktere edo gutxiago izan behar ditu.
fa_ir: توضیحات ویدیو باید 5000 کاراکتر یا کمتر باشد.
fi_fi: Videon kuvauksessa saa olla enintään 5 000 merkkiä.
fil_ph: Ang paglalarawan ng video ay dapat na 5000 character o mas kaunti.
fr_ca: La description de la vidéo doit comporter 5 000 caractères ou moins.
gl_es: A descrición do vídeo debe ter 5000 caracteres ou menos.
gu_in: વિડિયો વર્ણન 5000 કે તેથી ઓછા અક્ષરોનું હોવું જોઈએ.
he_il: תיאור הסרטון חייב להכיל 5000 תווים או פחות.
hi_in: वीडियो विवरण 5000 अक्षर या उससे कम होना चाहिए।
hr_hr: Opis videozapisa mora imati 5000 znakova ili manje.
hu_hu: A videó leírása legfeljebb 5000 karakterből állhat.
hy_am: Տեսանյութի նկարագրությունը պետք է լինի 5000 նիշ կամ ավելի քիչ:
id_id: Deskripsi video harus terdiri dari 5.000 karakter atau kurang.
is_is: Lýsing myndbandsins verður að vera 5000 stafir eða færri.
it_it: La descrizione del video deve contenere al massimo 5000 caratteri.
ja_jp: 動画の説明は 5000 文字以下にする必要があります。
ka_ge: ვიდეოს აღწერა უნდა შედგებოდეს 5000 სიმბოლოსგან ან ნაკლები.
kk_kz: Бейне сипаттамасы 5000 немесе одан аз таңба болуы керек.
km_kh: ការពិពណ៌នាវីដេអូត្រូវតែមាន 5000 តួអក្សរ ឬតិចជាងនេះ។
kn_in: ವೀಡಿಯೊ ವಿವರಣೆಯು 5000 ಅಕ್ಷರಗಳು ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಇರಬೇಕು.
ko_kr: 동영상 설명은 5,000자 이하여야 합니다.
ky_kg: Видеонун сүрөттөмөсү 5000 белгиден же андан азыраак болушу керек.
lo_la: ຄຳອະທິບາຍວິດີໂອຕ້ອງມີ 5000 ຕົວອັກສອນ ຫຼືໜ້ອຍກວ່າ.
lt_lt: Vaizdo įrašo aprašas turi būti 5 000 ar mažiau simbolių.
lv_lv: Video aprakstā nedrīkst būt 5000 rakstzīmju vai mazāk.
mk_mk: Описот на видеото мора да содржи 5000 знаци или помалку.
ml_in: വീഡിയോ വിവരണം 5000 പ്രതീകങ്ങളോ അതിൽ കുറവോ ആയിരിക്കണം.
mn_mn: Видеоны тайлбар нь 5000 тэмдэгт буюу түүнээс бага байх ёстой.
mr_in: व्हिडिओ वर्णन 5000 वर्ण किंवा त्यापेक्षा कमी असणे आवश्यक आहे.
ms_my: Perihalan video mestilah 5000 aksara atau kurang.
nb_no: Videobeskrivelsen må være på 5000 tegn eller færre.
ne_np: भिडियो विवरण 5000 वर्ण वा कम हुनुपर्छ।
nl_nl: De videobeschrijving mag niet langer zijn dan 5000 tekens.
or_in: ଭିଡିଓ ବର୍ଣ୍ଣନା ନିଶ୍ଚିତ ଭାବରେ 5000 ଅକ୍ଷର କିମ୍ବା କମ୍ ହେବା ଆବଶ୍ୟକ |
pa_in: ਵੀਡੀਓ ਵਰਣਨ 5000 ਅੱਖਰ ਜਾਂ ਘੱਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl_pl: Opis filmu musi mieć maksymalnie 5000 znaków.
pt_br: A descrição do vídeo deve ter 5.000 caracteres ou menos.
ro_ro: Descrierea videoclipului trebuie să aibă 5000 de caractere sau mai puțin.
ru_ru: Описание видео должно содержать не более 5000 символов.
si_lk: වීඩියෝ විස්තරය අක්ෂර 5000ක් හෝ ඊට අඩු විය යුතුය.
sk_sk: Popis videa môže mať maximálne 5 000 znakov.
sl_si: Opis videa mora vsebovati 5000 znakov ali manj.
sq_al: Përshkrimi i videos duhet të jetë 5000 karaktere ose më pak.
sr_cyrl_rs: Опис видеа мора да има 5000 знакова или мање.
sr_latn_rs: Opis videa mora da ima 5000 znakova ili manje.
sv_se: Videobeskrivningen måste innehålla 5 000 tecken eller färre.
sw_ke: Maelezo ya video lazima yawe na vibambo 5000 au pungufu.
ta_in: வீடியோ விளக்கம் 5000 எழுத்துகள் அல்லது அதற்கும் குறைவாக இருக்க வேண்டும்.
te_in: వీడియో వివరణ తప్పనిసరిగా 5000 అక్షరాలు లేదా అంతకంటే తక్కువ ఉండాలి.
th_th: คำอธิบายวิดีโอต้องมีอักขระไม่เกิน 5,000 ตัว
tr_tr: Video açıklaması 5000 karakter veya daha az olmalıdır.
uk_ua: Опис відео має містити 5000 символів або менше.
ur_pk: ویڈیو کی تفصیل 5000 حروف یا اس سے کم ہونی چاہیے۔
uz_latn_uz: Video tavsifi 5000 yoki undan kam belgidan iborat boʻlishi kerak.
vi_vn: Mô tả video phải có 5000 ký tự trở xuống.
zh_hans_cn: 视频描述不得超过 5000 个字符。
zh_hant_hk: 影片描述不得超過 5000 個字元。
zu_za: Incazelo yevidiyo kufanele ibe nezinhlamvu ezingu-5000 noma ngaphansi.
